Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: After modifying successfully by LookInside, the value seems to be recovered by the code in your iOS app. For example, modifying "frame" of a view may trigger "layoutSubviews", and "layoutSubviews" may modify the value again.
ar: بعد التعديل بنجاح بواسطة LookInside، يبدو أن الرمز البرمجي في تطبيق iOS أعاد القيمة إلى ما كانت عليه. على سبيل المثال، قد يؤدي تعديل “frame” لعرض ما إلى استدعاء “layoutSubviews”، وقد يعدّل “layoutSubviews” القيمة مرة أخرى.
de: Nach der erfolgreichen Änderung durch LookInside scheint der Wert vom Code deiner iOS-App zurückgesetzt zu werden. Beispiel: Das Ändern von „frame“ einer Ansicht kann „layoutSubviews“ auslösen, und „layoutSubviews“ kann den Wert erneut ändern.
es: Tras modificar el valor correctamente con LookInside, el código de tu app de iOS parece haberlo restaurado. Por ejemplo, modificar “frame” de una vista puede activar “layoutSubviews”, y “layoutSubviews” puede volver a modificar el valor.
fr: Après une modification réussie par LookInside, la valeur semble être rétablie par le code de votre app iOS. Par exemple, modifier « frame » d’une vue peut déclencher « layoutSubviews », qui peut modifier de nouveau la valeur.
it: Dopo la modifica eseguita da LookInside, il valore sembra essere ripristinato dal codice della tua app iOS. Ad esempio, la modifica di "frame" di una vista può attivare "layoutSubviews", che a sua volta può modificare di nuovo il valore.
ja: LookInsideでの変更は成功しましたが、iOS Appのコードによって値が元に戻されたようです。たとえば、ビューの“frame”を変更すると“layoutSubviews”が呼び出され、“layoutSubviews”が再度値を変更することがあります。
ko: LookInside에서 수정한 후 iOS 앱의 코드가 값을 다시 되돌리는 것 같습니다. 예를 들어 뷰의 "frame"을 수정하면 "layoutSubviews"가 호출되고, "layoutSubviews"가 값을 다시 수정할 수 있습니다.
pt_br: Depois de o LookInside modificar o valor com sucesso, o código do seu app iOS parece tê-lo restaurado. Por exemplo, modificar o "frame" de uma view pode acionar "layoutSubviews", que pode modificar o valor novamente.
ru: После успешного изменения в LookInside значение, похоже, возвращается кодом вашего приложения iOS. Например, изменение «frame» у представления может вызвать «layoutSubviews», а «layoutSubviews» может снова изменить значение.
vi: LookInside đã sửa đổi thành công, nhưng giá trị dường như bị mã trong ứng dụng iOS của bạn khôi phục lại. Ví dụ: sửa "frame" của một view có thể kích hoạt "layoutSubviews", và "layoutSubviews" có thể sửa lại giá trị đó.
zh_hans: LookInside 虽然已成功完成修改，但该值似乎又被你的 iOS App 代码改回去了。比如，修改视图的“frame”可能会触发“layoutSubviews”，而“layoutSubviews”又会再次改写这个值。
zh_hant: LookInside 雖已成功完成修改，但該值似乎又被你的 iOS App 程式碼改回去了。例如，修改檢視的「frame」可能會觸發「layoutSubviews」，而「layoutSubviews」又會再次改寫這個值。

source: Allow future guessed rows to use autosaved module CSVs.
ar: السماح للصفوف المقترحة لاحقًا باستخدام ملفات CSV للوحدات المحفوظة تلقائيًا.
de: Künftig geschätzte Zeilen dürfen automatisch gesicherte Modul-CSVs verwenden.
es: Permitir que las próximas filas deducidas usen los CSV de módulos guardados automáticamente.
fr: Autoriser les futures lignes devinées à utiliser les CSV de modules enregistrés automatiquement.
it: Consenti alle prossime righe stimate di usare i CSV dei moduli salvati automaticamente.
ja: 今後推測される項目で、自動保存されたモジュールCSVを使用できるようにします。
ko: 이후 추정 행에서 자동 저장된 모듈 CSV를 사용하도록 허용합니다.
pt_br: Permitir que as próximas entradas estimadas usem os CSVs de módulo salvos automaticamente.
ru: Разрешить будущим предположениям использовать автосохранённые CSV модулей.
vi: Cho phép các mục đoán sau này dùng CSV mô-đun đã tự động lưu.
zh_hans: 允许之后猜测出的条目使用自动存储的模块 CSV。
zh_hant: 允許之後猜測出的項目使用自動儲存的模組 CSV。

source: And no inspectable app was found
ar: ولم يتم العثور على أي تطبيق قابل للفحص
de: Außerdem wurde keine untersuchbare App gefunden
es: Tampoco se encontró ninguna app inspeccionable
fr: Aucune app inspectable n’a été trouvée
it: Nessuna app ispezionabile trovata
ja: 検査可能なAppも見つかりませんでした
ko: 검사할 수 있는 앱이 없습니다
pt_br: E nenhum app inspecionável foi encontrado
ru: И приложений для инспекции не найдено
vi: Cũng không tìm thấy ứng dụng nào có thể kiểm tra
zh_hans: 也未找到可检查的 App
zh_hant: 也未找到可檢查的 App

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
ru: Оформление
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Approve LookInside Injector
ar: الموافقة على LookInside Injector
de: LookInside Injector genehmigen
es: Aprobar LookInside Injector
fr: Approuver LookInside Injector
it: Approva LookInside Injector
ja: LookInside Injectorを承認
ko: LookInside Injector 승인
pt_br: Aprovar o LookInside Injector
ru: Подтвердить LookInside Injector
vi: Phê duyệt LookInside Injector
zh_hans: 批准 LookInside Injector
zh_hant: 核准 LookInside 注入器

source: Attach
ar: إرفاق
de: Anhängen
es: Asociar
fr: Attacher
it: Collega
ja: アタッチ
ko: 연결
pt_br: Anexar
ru: Подключить
vi: Gắn
zh_hans: 附加
zh_hant: 附加

source: Attach to App on %@
ar: الإرفاق بتطبيق على %@
de: An App auf „%@“ anhängen
es: Asociar a app en %@
fr: Attacher à une app sur %@
it: Collega all’app su %@
ja: %@上のAppにアタッチ
ko: %@의 앱에 연결
pt_br: Anexar a um App em %@
ru: Подключиться к приложению на «%@»
vi: Gắn vào ứng dụng trên %@
zh_hans: 附加到“%@”上的 App
zh_hant: 附加到 %@ 上的 App

source: Attach to App on Device…
ar: الإرفاق بتطبيق على الجهاز…
de: An App auf Gerät anhängen …
es: Asociar a app en dispositivo…
fr: Attacher à une app sur l’appareil…
it: Collega all’app su dispositivo…
ja: デバイス上のAppにアタッチ…
ko: 기기의 앱에 연결…
pt_br: Anexar a um App no Dispositivo…
ru: Подключиться к приложению на устройстве…
vi: Gắn vào ứng dụng trên thiết bị…
zh_hans: 附加到设备上的 App…
zh_hant: 附加到裝置上的 App…

source: Attach to Running App
ar: الإرفاق بتطبيق قيد التشغيل
de: An laufende App anhängen
es: Asociar a app en ejecución
fr: Attacher à une app en cours d’exécution
it: Collega a un’app in esecuzione
ja: 実行中のAppにアタッチ
ko: 실행 중인 앱에 연결
pt_br: Anexar a um App em Execução
ru: Подключиться к работающему приложению
vi: Gắn vào ứng dụng đang chạy
zh_hans: 附加到运行中的 App
zh_hant: 附加到執行中的 App

source: Attach to Running App…
ar: الإرفاق بتطبيق قيد التشغيل…
de: An laufende App anhängen …
es: Asociar a app en ejecución…
fr: Attacher à une app en cours d’exécution…
it: Collega a un’app in esecuzione…
ja: 実行中のAppにアタッチ…
ko: 실행 중인 앱에 연결…
pt_br: Anexar a um App em Execução…
ru: Подключиться к работающему приложению…
vi: Gắn vào ứng dụng đang chạy…
zh_hans: 附加到运行中的 App…
zh_hant: 附加到執行中的 App…

source: Attach to Running Process
ar: الإرفاق بعملية قيد التشغيل
de: An laufenden Prozess anhängen
es: Asociar a proceso en ejecución
fr: Attacher à un processus en cours d’exécution
it: Collega a un processo in esecuzione
ja: 実行中のプロセスにアタッチ
ko: 실행 중인 프로세스에 연결
pt_br: Anexar a um Processo em Execução
ru: Подключиться к работающему процессу
vi: Gắn vào tiến trình đang chạy
zh_hans: 附加到运行中的进程
zh_hant: 附加到執行中的處理程序

source: Attached
ar: مرفق
de: Angehängt
es: Asociada
fr: Attaché
it: Collegato
ja: アタッチ済み
ko: 연결됨
pt_br: Anexado
ru: Подключено
vi: Đã gắn
zh_hans: 已附加
zh_hant: 已附加

source: Automatic update checks are disabled in this community build.
ar: التحقق التلقائي من التحديثات معطّل في هذا الإصدار المجتمعي.
de: Automatische Updateprüfungen sind in diesem Community-Build deaktiviert.
es: La búsqueda automática de actualizaciones está desactivada en esta compilación comunitaria.
fr: Les vérifications automatiques des mises à jour sont désactivées dans cette version communautaire.
it: In questa build della community i controlli automatici degli aggiornamenti sono disattivati.
ja: このコミュニティ版では、アップデートの自動確認は無効です。
ko: 이 커뮤니티 빌드에서는 자동 업데이트 확인이 꺼져 있습니다.
pt_br: A verificação automática de atualizações está desativada nesta versão da comunidade.
ru: В этой сборке сообщества автоматическая проверка обновлений отключена.
vi: Bản cộng đồng này đã tắt tự động kiểm tra cập nhật.
zh_hans: 此社区版本已禁用自动检查更新。
zh_hant: 此社群版本已停用自動檢查更新。

source: Automatically make highlighted view in hierarchy panel as console target
ar: جعل العرض المحدد في لوحة التسلسل الهرمي هدف وحدة التحكم تلقائيًا
de: Im Hierarchiebereich markierte Ansicht automatisch als Konsolenziel verwenden
es: Usar automáticamente como destino de la consola la vista resaltada en el panel de jerarquía
fr: Définir automatiquement la vue sélectionnée dans le panneau de hiérarchie comme cible de la console
it: Imposta automaticamente come destinazione della console la vista selezionata nel pannello della gerarchia
ja: 階層パネルでハイライトしたビューを、自動的にコンソールの対象にする
ko: 계층 구조 패널에서 강조 표시된 뷰를 콘솔 대상으로 자동 지정
pt_br: Definir automaticamente a view destacada no painel de hierarquia como alvo do console
ru: Автоматически назначать представление, выбранное на панели иерархии, целью консоли
vi: Tự động đặt view được tô sáng trong bảng phân cấp làm đối tượng đích của bảng điều khiển
zh_hans: 自动将层级面板中高亮的视图设为控制台目标对象
zh_hant: 自動將階層面板中醒目標示的檢視設為主控台目標物件

source: Autosave
ar: حفظ تلقائي
de: Automatisch sichern
es: Guardado automático
fr: Enregistrement auto
it: Salvataggio automatico
ja: 自動保存
ko: 자동 저장
pt_br: Salvar Automaticamente
ru: Автосохранение
vi: Tự động lưu
zh_hans: 自动存储
zh_hant: 自動儲存

source: autosaved
ar: محفوظ تلقائيًا
de: automatisch gesichert
es: guardado automáticamente
fr: enregistré auto
it: salvato automaticamente
ja: 自動保存済み
ko: 자동 저장됨
pt_br: salvo automaticamente
ru: автосохранено
vi: đã tự động lưu
zh_hans: 已自动存储
zh_hant: 已自動儲存

source: autosaved %ld
ar: محفوظ تلقائيًا %ld
de: automatisch gesichert: %ld
es: guardado automáticamente %ld
fr: enregistré auto %ld
it: salvati automaticamente %ld
ja: 自動保存済み: %ld
ko: 자동 저장됨 %ld
pt_br: %ld salvos automaticamente
ru: автосохранено: %ld
vi: đã tự động lưu %ld
zh_hans: 已自动存储 %ld 条
zh_hant: 已自動儲存 %ld 項

source: Based on %1$@ by QMUI · %2$@
ar: مبني على %1$@ من QMUI · %2$@
de: Basiert auf %1$@ von QMUI · %2$@
es: Basado en %1$@ de QMUI · %2$@
fr: Basé sur %1$@ par QMUI · %2$@
it: Basato su %1$@ di QMUI · %2$@
ja: QMUIの%1$@をベースにしています · %2$@
ko: QMUI의 %1$@ 기반 · %2$@
pt_br: Baseado em %1$@ da QMUI · %2$@
ru: На основе %1$@ от QMUI · %2$@
vi: Dựa trên %1$@ của QMUI · %2$@
zh_hans: 基于 QMUI 的 %1$@ · %2$@
zh_hant: 基於 QMUI 的 %1$@ · %2$@

source: Bindings
ar: الارتباطات
de: Bindungen
es: Enlaces
fr: Liaisons
it: Binding
ja: バインディング
ko: 바인딩
ru: Привязки
vi: Liên kết
zh_hans: 绑定
zh_hant: 綁定

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cancel measure after key up.
ar: إلغاء القياس بعد رفع المفتاح.
de: Messung nach Loslassen der Taste beenden.
es: Cancelar la medición al soltar la tecla.
fr: Annuler la mesure au relâchement de la touche.
it: Annulla la misurazione al rilascio del tasto.
ja: キーを離したら測定をキャンセルします。
ko: 키를 떼면 측정 취소
pt_br: Cancelar a medição ao soltar a tecla.
ru: Завершать измерение при отпускании клавиши.
vi: Hủy phép đo sau khi nhả phím.
zh_hans: 松开按键后取消测量。
zh_hant: 放開按鍵後取消測量。

source: Cancelled.
ar: تم الإلغاء.
de: Abgebrochen.
es: Cancelado.
fr: Annulé.
it: Annullato.
ja: キャンセルしました。
ko: 취소됨.
pt_br: Cancelado.
ru: Отменено.
vi: Đã hủy.
zh_hans: 已取消。
zh_hant: 已取消。

source: CancelSearch
ar: إلغاء البحث
de: Suche abbrechen
fr: Annuler la recherche
it: Annulla ricerca
ja: 検索をキャンセル
pt_br: Cancelar Busca
vi: Hủy tìm kiếm
zh_hans: 取消搜索
zh_hant: 取消搜尋

source: Cannot reload at this time
ar: تعذّرت إعادة التحميل في الوقت الحالي
de: Neuladen derzeit nicht möglich
es: No se puede recargar ahora
fr: Rechargement impossible pour le moment
it: Impossibile ricaricare al momento
ja: 現在は再読み込みできません
ko: 지금은 다시 불러올 수 없음
pt_br: Não é possível recarregar agora
ru: Сейчас обновить нельзя
vi: Hiện không thể tải lại
zh_hans: 当前无法重新载入
zh_hant: 目前無法重新載入

source: Capture stopped. Recorded events remain available.
ar: توقف الالتقاط. تظل الأحداث المسجلة متاحة.
de: Aufnahme gestoppt. Aufgezeichnete Ereignisse bleiben verfügbar.
es: Captura detenida. Los eventos grabados siguen disponibles.
fr: Capture arrêtée. Les événements enregistrés restent disponibles.
it: Cattura interrotta. Gli eventi registrati restano disponibili.
ja: キャプチャを停止しました。記録済みのイベントは引き続き利用できます。
ko: 캡처가 중지되었습니다. 기록된 이벤트는 계속 볼 수 있습니다.
pt_br: Captura interrompida. Os eventos gravados continuam disponíveis.
ru: Захват остановлен. Записанные события остаются доступными.
vi: Đã dừng ghi. Các sự kiện đã ghi vẫn còn.
zh_hans: 捕获已停止。已记录的事件仍可查看。
zh_hant: 擷取已停止。已記錄的事件仍可使用。

source: Change App
ar: تغيير التطبيق
de: App wechseln
es: Cambiar de app
fr: Changer d’app
it: Cambia app
ja: Appを変更
ko: 앱 변경
pt_br: Trocar de App
ru: Сменить приложение
vi: Đổi ứng dụng
zh_hans: 切换 App
zh_hant: 切換 App

source: Check Again
ar: إعادة التحقق
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
pt_br: Verificar Novamente
ru: Проверить снова
vi: Kiểm tra lại
zh_hans: 重新检查
zh_hant: 重新檢查

source: Check for Updates…
ar: التحقق من وجود تحديثات…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Buscar Atualizações…
ru: Проверить наличие обновлений…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Checking for updates…
ar: جارٍ التحقق من التحديثات…
de: Suche nach Updates …
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
it: Ricerca di aggiornamenti…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
pt_br: Buscando atualizações…
ru: Проверка обновлений…
vi: Đang kiểm tra cập nhật…
zh_hans: 正在检查更新…
zh_hant: 正在檢查更新…

source: Checks reported interaction regions; custom hit testing and occlusion may change the effective target.
ar: تعتمد الفحوصات على مناطق التفاعل المُبلَّغ عنها؛ وقد يغيّر اختبار اللمس المخصص والحجب الهدف الفعلي.
de: Die Prüfungen haben Interaktionsbereiche gemeldet. Eigenes Hit-Testing und Überdeckungen können das tatsächliche Ziel verändern.
es: Las comprobaciones informaron regiones de interacción; la detección de toques personalizada y las oclusiones pueden cambiar el destino efectivo.
fr: Vérifie les zones d’interaction signalées ; un test de hit personnalisé et l’occultation peuvent modifier la cible effective.
it: I controlli hanno rilevato aree di interazione; l’hit testing personalizzato e le sovrapposizioni possono modificare la destinazione effettiva.
ja: チェックはインタラクション領域を報告したものです。カスタムのヒットテストや重なりにより、実際のターゲットが変わる場合があります。
ko: 검사에서 보고된 상호작용 영역이며, 사용자 정의 히트 테스트와 가려짐에 따라 실제 타겟이 달라질 수 있습니다.
pt_br: As verificações informaram regiões de interação; hit testing personalizado e oclusão podem alterar o alvo efetivo.
ru: Проверки учитывают сообщённые области взаимодействия; пользовательское определение попадания и перекрытие могут изменить фактическую цель.
vi: Các kiểm tra đã báo cáo vùng tương tác; hit testing tùy chỉnh và việc bị che có thể thay đổi đích hiệu lực.
zh_hans: 检查已报告交互区域；自定义命中测试和遮挡可能改变实际目标。
zh_hant: 檢查已回報互動區域；自訂點擊測試與遮擋可能會改變實際的目標。

source: Choose the local Swift source folder for %@.
ar: اختر مجلد مصدر Swift المحلي لـ %@.
de: Wähle den lokalen Swift-Quellordner für %@.
es: Elige la carpeta local de código Swift para %@.
fr: Choisissez le dossier source Swift local pour %@.
it: Scegli la cartella locale dei sorgenti Swift per %@.
ja: %@のローカルSwiftソースフォルダを選択してください。
ko: %@의 로컬 Swift 소스 폴더를 선택하세요.
pt_br: Escolha a pasta local de código Swift de %@.
ru: Выберите локальную папку с исходным кодом Swift для %@.
vi: Chọn thư mục mã nguồn Swift cục bộ cho %@.
zh_hans: 选择 %@ 的本地 Swift 源码文件夹。
zh_hant: 選擇 %@ 的本機 Swift 原始碼檔案夾。

source: Clear Borders
ar: مسح الحدود
de: Rahmen entfernen
es: Borrar bordes
fr: Effacer les bordures
it: Rimuovi bordi
ja: 境界線を消去
ko: 테두리 지우기
pt_br: Limpar Bordas
ru: Очистить границы
vi: Xóa viền
zh_hans: 清除边框
zh_hant: 清除邊框

source: Clear Menu
ar: مسح القائمة
de: Menü löschen
es: Borrar menú
fr: Effacer le menu
it: Svuota menu
ja: メニューを消去
ko: 메뉴 지우기
pt_br: Limpar Menu
ru: Очистить меню
vi: Xóa menu
zh_hans: 清除菜单
zh_hant: 清除選單

source: Click the screenshot below to Change App
ar: انقر على لقطة الشاشة أدناه لتغيير التطبيق
de: Klicke auf das Bildschirmfoto unten, um die App zu wechseln
es: Haz clic en la captura de pantalla de abajo para cambiar de app
fr: Cliquez sur la capture d’écran ci-dessous pour changer d’app
it: Fai clic sullo screenshot qui sotto per cambiare app
ja: 下のスクリーンショットをクリックしてAppを変更
ko: 아래 스크린샷을 클릭하여 앱 변경
pt_br: Clique na captura de tela abaixo para trocar de app
ru: Нажмите на снимок экрана ниже, чтобы сменить приложение
vi: Nhấp vào ảnh chụp màn hình bên dưới để đổi ứng dụng
zh_hans: 点按下方截图以切换 App
zh_hant: 點按下方截圖以切換 App

source: Click the screenshot below to inspect
ar: انقر على لقطة الشاشة أدناه للفحص
de: Klicke auf das Bildschirmfoto unten, um zu untersuchen
es: Haz clic en la captura de pantalla de abajo para inspeccionar
fr: Cliquez sur la capture d’écran ci-dessous pour inspecter
it: Fai clic sullo screenshot qui sotto per ispezionare
ja: 下のスクリーンショットをクリックして検査
ko: 아래 스크린샷을 클릭하여 검사
pt_br: Clique na captura de tela abaixo para inspecionar
ru: Нажмите на снимок экрана ниже, чтобы начать инспекцию
vi: Nhấp vào ảnh chụp màn hình bên dưới để kiểm tra
zh_hans: 点按下方截图开始检查
zh_hant: 點按下方截圖開始檢查

source: Click to copy
ar: انقر للنسخ
de: Zum Kopieren klicken
es: Haz clic para copiar
fr: Cliquer pour copier
it: Fai clic per copiare
ja: クリックしてコピー
ko: 클릭하여 복사
pt_br: Clique para copiar
ru: Нажмите, чтобы скопировать
vi: Nhấp để sao chép
zh_hans: 点按以拷贝
zh_hant: 點按以拷貝

source: Click to invoke methods below and get the return value.
ar: انقر لاستدعاء الدوال أدناه والحصول على القيمة المرجعة.
de: Klicke, um die Methoden unten aufzurufen und den Rückgabewert zu erhalten.
es: Haz clic para invocar los métodos de abajo y obtener el valor devuelto.
fr: Cliquez pour appeler les méthodes ci-dessous et obtenir la valeur de retour.
it: Fai clic per richiamare i metodi qui sotto e ottenere il valore restituito.
ja: 下のメソッドをクリックすると、呼び出して戻り値を取得できます。
ko: 클릭하면 아래 메서드를 호출하고 반환 값을 가져옵니다.
pt_br: Clique nos métodos abaixo para chamá-los e obter o valor de retorno.
ru: Нажмите, чтобы вызвать методы ниже и получить возвращаемое значение.
vi: Nhấp vào các phương thức bên dưới để gọi và lấy giá trị trả về.
zh_hans: 点按下方方法即可调用并获取返回值。
zh_hant: 點按下方方法即可呼叫並取得回傳值。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Code is signed by a different team. Expected: %1$@ Found: %2$@
ar: تم توقيع الرمز بواسطة فريق مختلف. المتوقع: %1$@ الموجود: %2$@
de: Der Code ist von einem anderen Team signiert. Erwartet: %1$@ Gefunden: %2$@
es: El código está firmado por otro equipo. Esperado: %1$@ Encontrado: %2$@
fr: Le code est signé par une autre équipe. Attendu : %1$@ Trouvé : %2$@
it: Il codice è firmato da un team diverso. Atteso: %1$@ Trovato: %2$@
ja: コードが別のチームによって署名されています。 想定: %1$@ 実際: %2$@
ko: 코드가 다른 팀으로 서명되었습니다. 예상: %1$@ 확인됨: %2$@
pt_br: O código está assinado por outra equipe. Esperado: %1$@ Encontrado: %2$@
ru: Код подписан другой командой. Ожидалось: %1$@ Найдено: %2$@
vi: Mã được ký bởi một nhóm khác. Dự kiến: %1$@ Tìm thấy: %2$@
zh_hans: 代码由其他团队签名。 预期：%1$@ 实际：%2$@
zh_hant: 程式碼由其他團隊簽署。 預期：%1$@ 實際：%2$@

source: Collapse children
ar: طي العناصر الفرعية
de: Unterobjekte einklappen
es: Contraer elementos secundarios
fr: Réduire les enfants
it: Comprimi elementi secondari
ja: 子を折りたたむ
ko: 하위 항목 접기
pt_br: Recolher filhos
ru: Свернуть дочерние элементы
vi: Thu gọn mục con
zh_hans: 折叠子项
zh_hant: 收合子項目

source: Color Format
ar: تنسيق اللون
de: Farbformat
es: Formato de color
fr: Format des couleurs
it: Formato colore
ja: カラーフォーマット
ko: 색상 형식
pt_br: Formato de Cor
ru: Формат цвета
vi: Định dạng màu
zh_hans: 颜色格式
zh_hant: 顏色格式

source: Color will be displayed in format like (255, 12, 34, 0.5). Alpha value is between 0 and 1.
ar: سيتم عرض اللون بتنسيق مثل (255, 12, 34, 0.5). قيمة ألفا بين 0 و1.
de: Die Farbe wird in einem Format wie (255, 12, 34, 0.5) angezeigt. Der Alphawert liegt zwischen 0 und 1.
es: El color se mostrará en un formato como (255, 12, 34, 0.5). El valor alfa está entre 0 y 1.
fr: Les couleurs seront affichées au format (255, 12, 34, 0.5). La valeur alpha est comprise entre 0 et 1.
it: Il colore verrà mostrato in un formato come (255, 12, 34, 0.5). Il valore alpha è compreso tra 0 e 1.
ja: 色を(255, 12, 34, 0.5)のような形式で表示します。アルファ値は0〜1です。
ko: 색상이 (255, 12, 34, 0.5)와 같은 형식으로 표시됩니다. 알파 값은 0에서 1 사이입니다.
pt_br: A cor será exibida em um formato como (255, 12, 34, 0.5). O valor alfa fica entre 0 e 1.
ru: Цвет будет отображаться в формате (255, 12, 34, 0.5). Значение альфа-канала от 0 до 1.
vi: Màu sẽ hiển thị theo dạng như (255, 12, 34, 0.5). Giá trị alpha nằm trong khoảng từ 0 đến 1.
zh_hans: 颜色将以类似 (255, 12, 34, 0.5) 的格式显示，Alpha 值介于 0 到 1 之间。
zh_hant: 顏色將以類似 (255, 12, 34, 0.5) 的格式顯示，Alpha 值介於 0 到 1 之間。

source: Color will be displayed in format like #7e7e7eff. The components are #RRGGBBAA.
ar: سيتم عرض اللون بتنسيق مثل ‎#7e7e7eff. المكونات هي ‎#RRGGBBAA.
de: Die Farbe wird in einem Format wie #7e7e7eff angezeigt. Die Komponenten lauten #RRGGBBAA.
es: El color se mostrará en un formato como #7e7e7eff. Los componentes son #RRGGBBAA.
fr: Les couleurs seront affichées au format #7e7e7eff. Les composantes sont #RRGGBBAA.
it: Il colore verrà mostrato in un formato come #7e7e7eff. I componenti sono #RRGGBBAA.
ja: 色を#7e7e7effのような形式で表示します。成分は#RRGGBBAAです。
ko: 색상이 #7e7e7eff와 같은 형식으로 표시됩니다. 구성 요소는 #RRGGBBAA입니다.
pt_br: A cor será exibida em um formato como #7e7e7eff. Os componentes são #RRGGBBAA.
ru: Цвет будет отображаться в формате #7e7e7eff. Компоненты: #RRGGBBAA.
vi: Màu sẽ hiển thị theo dạng như #7e7e7eff. Các thành phần theo thứ tự #RRGGBBAA.
zh_hans: 颜色将以类似 #7e7e7eff 的格式显示，各分量依次为 #RRGGBBAA。
zh_hant: 顏色將以類似 #7e7e7eff 的格式顯示，各分量依序為 #RRGGBBAA。

source: Compact
ar: مضغوط
de: Kompakt
es: Compacto
it: Compatta
ja: コンパクト
ko: 간략히
pt_br: Compacto
ru: Компактно
vi: Gọn
zh_hans: 紧凑
zh_hant: 精簡

source: Connect an iPhone or iPad over USB, trust this Mac on the device, and try again.
ar: وصّل iPhone أو iPad عبر USB، وثِق بهذا الـ Mac على الجهاز، ثم حاول مرة أخرى.
de: Verbinde ein iPhone oder iPad per USB, vertraue diesem Mac auf dem Gerät und versuche es noch einmal.
es: Conecta un iPhone o iPad por USB, confía en este Mac en el dispositivo y vuelve a intentarlo.
fr: Connectez un iPhone ou un iPad par USB, faites confiance à ce Mac sur l’appareil, puis réessayez.
it: Collega un iPhone o iPad tramite USB, autorizza questo Mac sul dispositivo e riprova.
ja: iPhoneまたはiPadをUSBで接続し、デバイスでこのMacを信頼してから、もう一度お試しください。
ko: USB로 iPhone 또는 iPad를 연결하고, 기기에서 이 Mac을 신뢰한 다음 다시 시도하세요.
pt_br: Conecte um iPhone ou iPad por USB, confie neste Mac no dispositivo e tente novamente.
ru: Подключите iPhone или iPad по USB, доверьтесь этому Mac на устройстве и повторите попытку.
vi: Kết nối iPhone hoặc iPad qua USB, tin cậy Mac này trên thiết bị rồi thử lại.
zh_hans: 请通过 USB 连接 iPhone 或 iPad，在设备上信任这台 Mac，然后重试。
zh_hant: 請以 USB 連接 iPhone 或 iPad，在裝置上信任這部 Mac，然後再試一次。

source: Connection lost
ar: فُقد الاتصال
de: Verbindung unterbrochen
es: Conexión perdida
fr: Connexion perdue
it: Connessione persa
ja: 接続が切断されました
ko: 연결 끊김
pt_br: Conexão perdida
ru: Соединение потеряно
vi: Mất kết nối
zh_hans: 连接已断开
zh_hant: 連線已中斷

source: Connection to %@ lost. Trying to reconnect…
ar: فُقد الاتصال بـ %@. جارٍ محاولة إعادة الاتصال…
de: Die Verbindung zu %@ wurde unterbrochen. Verbindung wird wiederhergestellt …
es: Se perdió la conexión con %@. Intentando reconectar…
fr: Connexion à %@ perdue. Tentative de reconnexion…
it: Connessione a %@ persa. Nuovo tentativo in corso…
ja: %@との接続が切断されました。再接続しています…
ko: %@와(과)의 연결이 끊어졌습니다. 다시 연결하는 중…
pt_br: A conexão com %@ foi perdida. Tentando reconectar…
ru: Соединение с %@ потеряно. Повторное подключение…
vi: Mất kết nối với %@. Đang thử kết nối lại…
zh_hans: 与 %@ 的连接已断开，正在尝试重新连接…
zh_hant: 與 %@ 的連線已中斷，正在嘗試重新連線…

source: Console
ar: وحدة التحكم
de: Konsole
es: Consola
ja: コンソール
ko: 콘솔
ru: Консоль
vi: Bảng điều khiển
zh_hans: 控制台
zh_hant: 主控台
